{"translation-revision-date":"2021-11-16 08:02:06+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"%d term":["%d thuộc tính"],"Something went wrong. Please contact us to get assistance.":["Đã xảy ra lỗi. Hãy liên hệ với chúng tôi để được hỗ trợ."],"The last inner block will be aligned vertically.":["Block cuối cùng sẽ sắp xếp theo chiều dọc"],"The last inner block will follow other content.":["Block cuối cùng sẽ dựa theo nội dung khác"],"The following error was returned from the API":["Lỗi sau là do từ đoạn đáp của API"],"An unknown error occurred which prevented the block from being updated.":["Một lỗi không rõ đã xảy ra khiến cho khối không được cập nhật."],"Display a grid of products from your selected attributes.":["Hiển thị sản phẩm theo các đặc điểm bạn đã chọn"],"Products by Attribute":["Các sản phẩm dựa theo đặc điểm"],"Filter by Product Attribute":["Chọn lọc theo đặc điểm sản phẩm"],"All selected attributes":["Các đặc điểm bạn đã chọn"],"Any selected attributes":["Bất kỳ đặc điểm được chọn"],"Pick at least two attributes to use this setting.":["Chọn ít nhất 2 đặc tính khi sử dụng cài đặt này."],"Product attribute search results updated.":["Kết quả tìm kiếm thuộc tính sản phẩm được cập nhật."],"%d attribute selected":["%d thuộc tính sản phẩm được chọn"],"Search for product attributes":["Đặc điểm sản phẩm"],"Your store doesn't have any product attributes.":["Cửa hàng của bạn chưa có đặc tính sản phẩm nào."],"Clear all product attributes":["Xóa tất cả đặc tính sản phẩm."],"Showing Products by Attribute block preview.":["Danh sách sản phẩm theo đặc điểm."],"Add to Cart button":["Nút Thêm vào giỏ hàng"],"Product Attributes":["Thuộc tính sản phẩm"],"%d product":["%d sản phẩm"],"Content":["Nội dung"],"WooCommerce":["WooCommerce"],"Edit":["Sửa"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/products-by-attribute.js"}}